Repository: fliegekunst/Interviews_Gemeinsame_Fakultaet
Catalog: omegat/project_save.tmx
Source language: de_de
Languages: uk

source: Das war vor allem im ersten Semester so, wir haben sogar auf zwei Fächer aus den Wirtschaftswissenschaften verzichtet, weil wir nichts verstanden haben.
uk: Особливо важко було в першому семестрі. Ми навіть пропустили два заняття з економіки, бо нічого не розуміли.

source: Das war witzig, der Doktorand wurde auf einem kleinen Wagen gezogen und wir sind durch die Uni gelaufen.
uk: Було смішно, як один аспірант привіз маленький візок і ми всі каталися на території університету.

source: Das weiß ich bis jetzt nicht so richtig.
uk: Я не знаю цього й досі.

source: Das wichtigste ist aber nicht die Finanzierung.
uk: Але фінансування — це не найголовніше.

source: Das wird auch mein Masterarbeitsthema.
uk: Це також буде темою моєї магістерської роботи.

source: Das wurde von unserem Lehrstuhl organisiert und alle Mitstudierenden kamen.
uk: Це було організовано нашою кафедрою, і всі студенти прийшли.

source: Das wäre unmöglich in der Ukraine!
uk: В Україні це неможливо!

source: Das würde ich als gute Bekannte definieren.
uk: Я б назвав це хороший знайомий.

source: Das, was ich auf Ukrainisch in 2 Tagen machen kann, mache ich hier auf Deutsch in einer Woche.
uk: Те, що українською я б робив 2 дні, німецькою я роблю тиждень.

source: Das, was ich hier studiert habe (Automotive Systems), gibt es in der Ukraine nicht.
uk: В Україні немає можливості вивчати автомобільні системи.

source: Davor habe ich Angst.
uk: Це те, чого я боюся.

source: Dazu stehen immer ältere Generationen von ukrainischen Studierenden gerne zur Verfügung und helfen gerne.
uk: Завжди можна звернутися до старших студентів,

source: Deadlines werden spontaner und mündlich kommuniziert.
uk: Дедлайни завжди обговорюються зі студентами.

source: Dementsprechend muss man seine Prioritäten setzen.
uk: І відповідно до цього варто розставити свої пріоритети.

source: Den Rundfunkbeitrag finde ich seltsam. Man bezahlt für etwas, das man nicht benutzt.
uk: Я думаю, що передплата за радіо. Ви платите за те, чим не користуєтесь.

source: Den ganzen Tag zu Hause sitzen ist nicht so schön.
uk: І сидіти цілими днями вдома теж не круто.

source: Den größten Anteil der Zeit für Deutsch widmen!
uk: Віддавати найбільше часу німецькій!

source: Dennoch fand ich es zu langweilig, in Deutschland zu bleiben.
uk: Все таки мені було нудно там.

source: Der Hauptgrund war, dass mein Professor mich schon kannte und wusste, was ich kann.
uk: Один мій викладач , котрий вже добре знав, що я можу та знаю, допоміг мені з цим.

source: Der Kontakt mit den Deutschen wird durch die eigene Lebensweise definiert.
uk: Те, чи ви зможете подружитися з німцями залежить від вас.

source: Der Vorteil eins Studentenwohnheims ist, dass es in der Nähe vom Campus gelegen ist.
uk: Перевагою гуртожитку є те, що він знаходиться недалеко від студмістечка.

source: Der Winter ist schrecklich, kein Schnee und ein halbes Jahr ist es einfach grau!
uk: Зима жахлива, снігу немає і півроку просто сіро!

source: Der größte Unterscheid bei den Prüfungen besteht darin, dass in Deutschland wesentlich mehr Fragen gestellt werden.
uk: Найбільша відмінність від іспитів в Україні - це те, що на німецьких іспитах дають значно більше питань.

source: Der größte Unterschied ist, dass es in Deutschland Kooperationen zwischen den Universitäten und Unternehmen gibt, in der Ukraine findet man das fast gar nicht.
uk: Найбільша різниця полягає в тому, що в Німеччині налагоджена співпраця між університетами та компаніями. На жаль, в Україні це рідкість.

source: Deshalb denke ich nicht an die ferne Zukunft.
uk: Тому я не думаю про те, що буде, а

source: Deshalb empfehle ich, den Mut aufzubringen, und sich an Mitarbeiter zu wenden.
uk: Тому варто набратися сміливості та бути готовими звертатися по допомогу.

source: Deshalb habe ich eigentlich fast nichts gemacht.
uk: Через це я практично нічого не робив.

source: Deshalb hat sie mir diese Wörter mit den Händen erklärt.
uk: Вона пояснювала мені слова на пальцях,

source: Deshalb ist es einfach, hier Unterstützung zu bekommen.
uk: які охоче допоможуть.

source: Deshalb war es für mich leichter, hier selbstständig Alltagsprobleme zu lösen und zu studieren.
uk: Через це мені було легше самостійно вирішувати повсякденні проблеми та вчитися.

source: Dessen muss man sich bewusst sein.
uk: Тож потрібно це усвідомлювати.

source: Deswegen bekommt man die Note, die man verdient hat.
uk: Тому кожен отримує ту оцінку, яку заслуговує.

source: Deswegen habe ich mich für Magdeburg entschieden und damit zumindest eine Variable konstant gehalten.
uk: Тому моє рішення було однозначним.

source: Deswegen haben wir in Polen ein Werk gebaut.
uk: Тому саме ми побудували завод у Польші.

source: Deswegen meine Botschaft an alle zukünftigen Studierenden: Die freie Zeit, die ihr nicht an der Universität verbringt, solltet ihr trotzdem für etwas Sinnvolles verwenden und lernen und den Stoff wiederholen.
uk: Моє послання всім майбутнім студентам: "Вільний час, який ви проводите поза університету, використовуйте на щось значуще, навчання та повтор матеріалів. .

source: Deswegen war der Übergang von der Ukraine nach Deutschland nicht so schwer.
uk: Тому переїзд з України до Німеччини не був таким важким.

source: Deswegen war es extrem wichtig, dass ich mich mit den richtigen Leuten umgebe.
uk: Тому було дуже важливо оточувати себе правильними людьми

source: Deswegen wollte ich nach dem Master auch eigentlich zurückgehen.
uk: Тому я і хотіла повернутися після закінчення магістратури.

source: Deutsch fiel mir immer schwer.
uk: Німецька постійно ускладнювала справу.

source: Deutsche Filme mit Untertiteln schauen ist hilfreich und Bücher lesen, um ein Gefühl für das Leben in Deutschland zu bekommen.
uk: Щоб відчути життя в Німеччині, краще переглядати німецькі фільми з субтитрами та читати книги.

source: Deutsche You-Tube Videos, Serien, Filme angucken, wo man nicht Hochdeutsch spricht. Zum Beispiel, ich habe viele Lücken in der Haushaltssprache. Wie heißt denn „Schwabra“ auf Deutsch? Keine Ahnung.
uk: Корисно було б також дивитися відео на YouTube, серіали та фільми німецькою. Я, наприклад, не завжди знаю як називаються ті чи інші побутові предмети. От як сказати "швабра" німецькою? Не маю уявлення.

source: Deutsche sind anders.
uk: Німці відрізняються від українців.

source: Deutsche sind ernster, sie arbeiten fleißig.
uk: Німці більш серйозні та працелюбні.

source: Deutsche sind sehr nett zu Ausländern.
uk: Німці дуже привтні до іноземців.

source: Deutsche sind verschiedenen, sie sprechen teilweise sehr schnell und dann versteht man nichts.
uk: Німці різні, вони дуже швидко говорять, тому нічого не зрозуміло.

source: Deutschland ist ein wunderschönes Land, in dem man sich sehr wohl fühlen kann.
uk: Німеччина - прекрасна країна, де можна почуватися дуже комфортно.

source: Die ukrainischen Studierenden sind sehr jung und haben wenig Erfahrung.
uk: Українські студенти дуже молоді і недосвідчені.

source: Die deutschen Artikel sind problematisch, da mache ich oft Fehler und nur wenige Menschen korrigieren mich, vielleicht, weil sie mich nicht andauernd unterbrechen wollen und höflich bleiben wollen.
uk: Німецькі артиклі досить проблематичні, я часто роблю помилки й мало хто мене виправляє, можливо, тому, що вони не хочуть мене перебивати та хочуть залишатися ввічливими .

source: Die Anmeldung in Magdeburg war gut, es gab keine Probleme.
uk: Реєстрація в Магдебурзі пройшла добре, проблем не було.

source: Die Anmeldung zur Prüfung ist wichtig, das ist eine Ausschlussfrist und wenn man zu spät ist, ist die Chance, sich zur Prüfung anzumelden, vorbei.
uk: Реєстрація на іспит дуже важлива, адже це граничний термін, і якщо ви спізнилися, то шанс зареєструватися на іспит втрачено.

source: Die Atmosphäre ist sehr offen und man hieß mich gut willkommen und man fühlt sich sehr wohl.
uk: Атмосфера тут приємна, тебе завжди раді бачити і взагалі тут просто комфортно знаходитись.

source: Die Beziehungen sind anders als bei uns.
uk: Їхні стосунки не схожі на наші.

source: Die Dozierenden fragen nichts kompliziertes, sie wollen vor allem sehen, dass man mit dem Thema umgehen kann.
uk: Викладачі не задають суперскладних питань, вони просто хочуть знати, наскільки добре студент орієнтується в темі.

source: Die Dozierenden helfen einem auch, wenn man mal etwas nicht weiß, und stellen die Frage nochmal anders oder sagen, worauf sie hinauswollen.
uk: Викладачі допоможуть, якщо ви раптом чогось не знаєте і переформулюють питання відштовхуючись від ваших відповідей.

source: Die Feuerwehr-Sirenen sind echt laut!
uk: Пожежні сирени дійсно дуже гучні!

source: Die Firma beschäftigt sich mit Karosseriebau und Kleinteile.
uk: Компанія займається конструюванням кузовів та дрібних деталей.

source: Die Firma hieß Nukem Technologies, die haben sich mit Dekompositionen von Atomkraftwerken beschäftigt.
uk: Компанія називалася Nukem Technologies і займалася ?розкладом (декомпозицією) атомних електростанцій?.

source: Die GUDF hat mir sehr geholfen, das Studium in Deutschland anzufangen und das System des Studiums in Deutschland besser zu verstehen.
uk: Програма GUDF мені допомогла зрозуміти систему та почати навчання в Німеччині.

source: Die Hauptgründe waren mein falsches Zeitmanagement und eine falsche Vorbereitungsstrategie.
uk: Думаю, що це все через поганенький тайм-менеджмент та неправильну підготовку.

source: Die Hauptsache war, dass mein Gesprächspartner mich versteht.
uk: Тоді найголовнішим було те, щоб мене правильно зрозуміли.

source: Die Hiwi-Stelle ist theoretisch bei einem Professor angesiedelt, ich arbeite aber z.B. bei einem wissenschaftlichen Mitarbeiter.
uk: Місця лаборантів зазвичай виділяються під конкретних професорів, але я працюю з науковим співробітником.

source: Die Inhalte waren neu für uns und dann kam auch noch die Sprache dazu, das war zu viel.
uk: Матеріал був новим для нас, до того ж все викладалося німецькою. Це було занадто.

source: Die Jungs haben zusammengewohnt und Tanja und ich haben zusammen gelebt in einer Wohnung.
uk: Ми з Танею жили у квартирі окремо від хлопців, які також жили разом.

source: Die Leute sind freundlich und wenn du Fehler machst ist das nicht schlimm.
uk: Люди доброзичливі, і якщо ви навіть робите помилки, це взагалі не має значення.

source: Die Master-Arbeit ist eine gute Chance zu zeigen, was man kann, deswegen ist die Master-Arbeit wichtig.
uk: Магістерська робота це чудова нагода показати все, на що ти здатен, саме тому вона така важлива.

source: Die Master-Arbeit ist wichtig für die zukünftige Arbeit, ich denke, sie ist sogar wichtiger, als die Noten.
uk: Магістерська для майбутньої роботи, думаю навіть важливіша ніж оцінки.

source: Die Menschen im Öffentlichen Personennahverkehr stehen zum Beispiel sehr viel eher vor der Haltstelle auf oder die Sirenen in Deutschland sind viel viel lauter als in der Ukraine.
uk: Наприклад, люди в громадському транспорті набагато частіше встають ще перед своєю зупинкою або сирени в Німеччині набагато голосніше, ніж в Україні.

source: Die Mischung aus Medizin und Produktionstechnik gefällt mir.
uk: Мені подобається поєднання медицини і технології виробництва.

source: Die Musik und die Kleidung in Deutschland sind manchmal für mich gewöhnungsbedürftig.
uk: Мені знадобився час, щоб звикнути до музики та одягу.

source: Die OVGU Magdeburg war sehr präsent während unseres Studiums in Kiew, sie haben Präsentationen gemacht und die Konferenzen waren gut organisiert.
uk: Предаставники університету OVGU були присутні під час навчання в Києві, також вони виступали з презентаціями та організовували конференції.

source: Die Planung ist ja sehr straff, man muss sich immer gut organisieren, wann wo welche Arbeit präsentiert und verteidigt werden soll.
uk: Усе треба чітко планувати і знати, коли, де і яку роботу треба презентувати або ж захистити.

source: Die Prüfung sollte dann keine Probleme mehr bereiten.
uk: Тоді не виникне ніяких проблем.

source: Die Prüfungen haben auch in Präsenz stattgefunden.
uk: Іспити також проходили особисто.

source: Die Prüfungen sind wirklich fair und ihr Aufbau ist einfach genial.
uk: Вони справді чесні, а їхня структура просто блискуча,

source: Die SUNF macht ganz schön Stress, das muss man schon sagen.
uk: Варто сказати, що не без труднощів.

source: Die Selbstständigkeit find ich toll, man hat ein Thema und macht eine wissenschaftliche Studie darüber.
uk: Самостійність теж, у тебе є тема і ти її досліджуєш.

source: Die Semesterwochenstundenzahl in Deutschland ist kleiner als in der Ukraine, wo wir noch nebenbei am Nachmittag Deutsch gelernt haben.
uk: Кількість академічних годин у Німеччині менша, ніж в Україні, де ми вивчали німецьку мову ще й в другій половині дня.

source: Die Serie „Game of Thrones“ habe ich von vorne bis hinten auf Deutsch angeschaut, da habe ich viele Sachen gelernt, die man jedoch in der Alltagskommunikation eher nicht verwendet.
uk: Наприклад "Гру Престолів" я дивився німецькою, і вивчив звідти величезну кількість слів, які не використовуються у повсякденному житті.

source: Die Studierenden, die schon in Magdeburg sind, können auf jeden Fall helfen.
uk: Інші студенти у Магдебурзі у завжди можуть допомогти.

source: Die Vorbereitung auf das Studium in Magdeburg war gut, ich wusste, was mich erwartet.
uk: Викладачі добре підготували мене до навчання в Магдебурзі. Я знав, що мене очікує.

source: Die Werkstücke wurden erst gedreht und dann in der Ukraine poliert, nun kommen die zu mir in die Analyse.
uk: Заготовки спочатку знімали, а потім полірували на Україні, тепер вони приходять до мене на аналіз.

source: Die Wörter, die man in den Vorlesungen hört, waren mir schon bekannt.
uk: Слова з лекцій я вже знав раніше.

source: Die anderen Studierenden der GUDFM aus unterschiedlichen Generationen haben hier in Magdeburg entsprechendes Renommee.
uk: Студенти СУНФМ мають тут, у Магдебурзі, хорошу репутацію.

source: Die deutsche Sprache hat mir auf Ausstellungen in Deutschland sehr geholfen, ich konnte so, leicht Kontakte knüpfen.
uk: Німецька мова допомогла мені на виставках у Німеччині, я легко знаходив спільну мову з людьми. .

source: Die ersten Wochen in Magdeburg waren schwer.
uk: Перші тижні в Магдебурзі були складними.

source: Die große Sympathie für die AfD hat mich sehr gewundert.
uk: Я отримав велику підтримку з боку університету.

source: Die haben andere Ziele.
uk: У всіх різні цілі.

source: Die in der Ukraine durchgeführte TestDaF-Vorbereitung mit ihren typischen Aufgaben, wie Grafikbeschreibung oder Erörterung von Lebenssituationen, haben wir bis zur Perfektion geschliffen und konnten mitten in der Nacht alle Redewendungen auswendig erzählen.
uk: В Україні, ознайомлюючись, з усіма типовими завданнями TestDaf, такими як опис графіка чи обговорення життєвих ситуацій, ми досконало вивчили всі відповіді на можливі завдання тесту, тому ми б їх розказали напам'ять навіть якби нас розбудили посеред ночі.

source: Die meisten beginnen um 7 Uhr ihre Arbeit.
uk: Більшість із них починають свою роботу о 7 ранку.

source: Diese Fragen beziehen sich fast auf das gesamte Material der Vorlesungen.
uk: Ці питання стосуються майже всього матеріалу лекцій.

source: Diese Kooperation ist so zu Stande gekommen: Erst war ich Hiwi, dann habe ich Erfahrungen gesammelt, wie das aussehen muss und mich orientiert.
uk: Ця співпраця виникла так: спочатку я був студентом-асистентом, потім я отримав досвід і зорієнтувався.

source: Diese Stelle hilft auch, die eigenen Kompetenzen zu erweitern.
uk: Це сприяє розширенню власних навичок.

source: Diese Zeit muss man sich aber auch nehmen!
uk: Скористайтесь ним!

source: Dieses Fremdheitsgefühl stört mir nicht.
uk: А взагалі, почуття того, що я чужий, не заважає мені.

source: Dieses Thema ist auch sehr interessant und wichtig.
uk: Це насправді дуже цікаво і важливо.

source: Dmytro Borysenko
uk: Дмитро Борисенко

source: Doch ich habe ein Angebot bekommen, das fachlich etwas anders war und habe das angenommen.
uk: Але я отримала пропозицію з трохи іншої галузі і прийняла її.

source: Dort habe ich während der Abschlussveranstaltung getrommelt.
uk: Там, на випускному вечері, я грав на барабанах.

source: Dort lernt man viele internationale Leute kennen und auch einige Russischsprecher.
uk: Там ви знайомитесь з багатьма іноземцями, а також з деякими російськомовними людьми.

source: Dort saßen die Teamführer von verschiedenen Abteilungen, die neue Mitarbeiter gesucht haben, und ich habe sie überzeugt und wurde angenommen.
uk: Там були керівники команд з різних департаментів, які шукали нових співробітників. Я добре себе зарекомендувала і мене прийняли до команди.

source: Dort werden Maschinen für Tagebau und Schüttgut entwickelt.
uk: У компанії розробляють гірничі машини для відкритої розробки та сипучого вантажу.

source: Du hast unter Corona studiert.
uk: Ти навчавсяпід час коронавірусу.

source: Du hast ein Praktikum der Deutschen Wirtschaft abgeleistet?
uk: Ти проходила практику на німецькому приватному підприємстві, чи не так?

source: Du promovierst in Deutschland und nicht in der Ukraine.
uk: Чому ти вирішив здобувати ступінь доктора в Німеччині,

source: Du siehst deine Zukunft in Deutschland?
uk: Ти бачиш своє майбутнє в Німеччині?

source: Du wohnst im Moment im Wohnheim?
uk: Ти живеш в гуртожитку?

source: Durch die Arbeit habe ich eine Niederlassungserlaubnis nach 21 Monaten bekommen.
uk: Завдяки роботі через 21 місяць я отримала посвідку на проживання.

source: Echte Freunde hat man meiner Meinung nach nur zwei oder drei für das ganze Leben.
uk: Справжніх друзів у нас, по-моєму, всього двоє-троє за все життя.

source: Eher nicht.
uk: Думаю, ні.

source: Ehrlich gesagt: Keine Ahnung.
uk: Відверто кажучи, сама ще не знаю.

source: Eigentlich sehe ich hier kaum Schwierigkeiten mit der Integration.
uk: Взагалі я не бачу якихось труднощів у цьому.

source: Ein Abschluss des Studiums ist für Frühjahr 2021 geplant.
uk: Закінчення навчання планується навесні 2021 року.

source: Ein Posten als Hiwi hat außerdem den Vorteil, dass man dazu noch bisschen Geld verdienen und diese Position auch im Lebenslauf erwähnen kann.
uk: Перевага такої діяльності в тому, що ви зможете заробити трохи грошей, а також зазначити цю посаду у своєму резюме.

source: Ein Tipp: Installiert euch eine Übersetzungsapp und lernt den Wortschatz! Dann kann man schnell was nachschauen.
uk: Порада: встановіть додаток для перекладу та поповнюйте свій словниковий запас! За допомогою додатку ви зможете швидко перекласти незнайомі слова.

source: Ein Vorteil einer mündlichen Prüfung ist, dass man die Note sofort erfährt.
uk: Перевагою усного іспиту є те, що відразу знаєш свою оцінку.

source: Ein wichtiger Unterschied ist, dass es in Deutschland im Maschinenbau-Studium weitere Fächer gibt, die wir in Kiew nicht haben würden.
uk: Важливою відмінністю є те, що в Німеччині викладають інші предмети, яких ми не мали б у Києві.

source: Eine gute Lösung sind HiWi-Tätigkeiten an der Uni.
uk: Хорошим рішенням буде робота науковим асистентом в університеті.

source: Einige Dinge sind schon seltsam für mich.
uk: Деякі речі для мене дивні.

source: Einige Fächer hier in Magdeburg waren schwer, einige Fächer waren für mich eine Wiederholung aus Kiew, da haben sich die Inhalte überschnitten, das hat mir gut gefallen.
uk: Деякі предмети в Магдебурзі були досить тяжкими для мене, деякі були просто повторенням того, що я вивчав у Києві. Мені дуже подобалося, що мої знання поповнювалися та оновлювалися.

source: Einmal waren wir am Wochenende bei VW. Das war auch super!
uk: Одного разу ми поїхали на вихідні до VW. Це було чудово!

source: Er konnte sich nicht vorstellen, dass Ingenieure gut verdienen.
uk: Він не міг уявити, що інженери взагалі заробляють непогані гроші.

source: Er meinte, ich schaffe das nicht, nach Deutschland zu kommen.
uk: Він вважав, що мені не вдасться потрапити до Німеччини.

source: Er spricht mit Dialekt.
uk: Він говорить на діалекті.

source: Erlebst du oft solche Situationen?
uk: Часто з тобою таке трапляється?

source: Erstens bekommen alle unterschiedliche Aufgaben, was ich unfair finde.
uk: По-перше, кожному даються різні завдання, що я вважаю несправедливим.

source: Erstens finde ich das nicht fair, dass alle Studierende unterschiedlichen Aufgaben bekommen.
uk: По-перше, це не дуже справедливо, що студентам дають різні завдання.

source: Erstens fühle ich mich hier viel sicherer, mir ist bewusst wie viel man in der Ukraine verdient, ich kann mir nicht vorstellen, wie man damit das Leben bewältigen kann.
uk: Перш за все, тут я можу відчувати себе впевненіше, я не уявляю як можна забезпечити своє прожиття з українськими зарплатами.

source: Es fällt mir schwer, die schlechte Digitalisierung zu akzeptieren.
uk: Мені важко змиритися з невисоким рівнем інформатизації.

source: Es gab auch die Entscheidung, dass man Freiversuche bei Prüfungen hat.
uk: Взагалі то, іспити можна перескладати.

source: Es gab bestimmt einen Moment, an dem ich gemerkt habe, dass ich frei reden kann.
uk: Безумовно, був момент, коли я зрозумів, що можу вільно розмовляти.

source: Es gab eine Ausschreibung und einen Wettbewerb zwischen neuen Produkten, den wir gewonnen haben.
uk: Ми отримали запрошення на тендер, була значна конкуренція між новими продуктами, де ми здобули перемогу.

source: Es geht mir gut.
uk: Досить добре, але хотілось би позбутися акценту.

source: Es geht um ein Hybridwerkzeug Das kommt aus der Industrie, deswegen darf ich nicht mehr sagen.
uk: Йдеться про гібридний інструмент. Це поняття походить з промисловості, тому це все, що я можу сказати.

source: Es gibt aber auch Nachteile.
uk: Але є і недоліки.

source: Es gibt dafür keine Kooperationsform.
uk: Тут досить тяжко почати з кимось співпрацювати.

source: Es gibt den Stereotyp, dass Deutsche distanziert seien.
uk: Існує стереотип, що німці стримані.

source: Es gibt eine große Toleranz in Deutschland und ich hatte nie Probleme hier oder habe negative Erfahrungen gemacht.
uk: Там всі ставляться толерантно один до одного, тому негативних спогадів не залишилося.

source: Es gibt einige Dozierende, die gemerkt haben, dass wir aus der Ukraine sind, wenn wir in der Vorlesung etwas sagen sollten.
uk: Деякі лектори помічали, що ми з України, якщо на лекції нам треба було щось сказати.

source: Es gibt gute Forschungen, die aber wenig publiziert werden, weil Ukrainer wenig in englischsprachigen Zeitschriften publizieren.
uk: Є хороші дослідження, які рідко публікуються, адже українці роблять не надто багато публікацій в англомовних журналах.

source: Es gibt immer noch einige Situationen, in denen ich wenig oder nichts verstehe.
uk: Адже досі трапляються ситуації, коли я можу щось не розуміти німецькою.

source: Es gibt in den Prüfungen sehr viele Aufgaben, man bekommt viele Blätter und muss dann alles ausfüllen und rechnen.
uk: На іспитах дуже багато завдань, ви отримуєте багато листів, а потім повинні все заповнити і розрахувати.

source: Es gibt manchmal auch die Möglichkeit, eine Prüfung mündlich zu machen, das habe ich schon zwei Mal gemacht.
uk: Іноді можна складати іспит усно, що я і робив два рази.

source: Es gibt mehr freie Zeit.
uk: Є більше вільного часу.

source: Es gibt oft die Situationen, wenn es sogar hilft, ein unerwünschtes Gespräch zu vermeiden (lacht).
uk: Бувають моменти, коли це справді допомагає уникнути небажаної розмови (сміється).

source: Es gibt sogar Software, die einem das Skript in eine PDF übersetzt.
uk: Можна навіть знайти програму, яка трансформує конспекти лекцій у PDF-формат.

source: Es gibt unterschiedliche Typen.
uk: Існують різні типи людей.

source: Es gibt unterschiedliche Möglichkeiten, eine solche Stelle zu kriegen.
uk: Можливостей отримати роботу справді багато.

source: Es gibt verschiedene Gründe.
uk: На це є багато причин.
